{
  "date": "02/20/26",
  "time": "09:00",
  "stocks": {
    "sp500": "6,862 (-0.28%)",
    "dow": "49,395 (-0.54%)",
    "nasdaq": "22,683 (-0.31%)",
    "note": "*Numbers as of market close on Feb 19th",
    "news": "Wayfair Gets A Reality Check:\n\nHome decor company Wayfair (W -13.02%) announced its first sales gain, up 5.1%, since 2020.\n\nBut its shares dropped over 15% on the news. Why? Investors are worried the company's expansion plans are risky. With home sales low and tariffs high, consumers are buying less furniture at cheaper prices.\n\nThe New Sales King:\n\nAmazon just took the #1 spot for world's biggest company by sales, beating out Walmart.\n\nAmazon Web Services (AWS), the cloud-computing arm of the company, had its fastest growth in years thanks to AI.\n\nWhy it matters? Both companies sell low-cost items to consumers, and Walmart has attracted high-income shoppers in recent years."
  },
  "economy": {
    "us10year": "4.07% (-0.02%)",
    "gold": "$5,018 (+0.77%)",
    "silver": "$80.30 (+3.96%)",
    "note": "*Numbers as of market close on Feb 19th",
    "commentary": "Labor Market Holds Steady:\n\nJobless claims came in lower than expected — a sign that the labor market is holding up.\n\nWell, kind of — there haven't been a lot of layoffs but there also isn't a lot of hiring.\n\nEconomists say the current labor market is unusual, because GDP is growing, but lots of jobs aren't being created."
  },
  "crypto": {
    "btc": "$67,784 (+1.98%)",
    "eth": "$1,900 (-2.31%)",
    "xrp": "$1.42 (-0.70%)",
    "note": "*Numbers as of market close on Feb 19th",
    "commentary": "White House Works On Deal:\n\nThe White House is working with banks to agree on a deal regarding stablecoins.\n\nWhat's going on? Banks don't want stablecoins to be able to offer yields — or interest.\n\nBank executives say that if users are able to get interest for holding stablecoins, it could disrupt the entire banking system.\n\nThe White House says it has made progress, but a deal hasn't been made yet."
  },
  "real_estate": {
    "rate_30year": "6.05%",
    "rate_15year": "5.62%",
    "homebuilder": "Commercial Deal in Santa Clara:\n\nFirst Washington Realty recently acquired Mission Park Marketplace in Santa Clara for $20.33MM — a sign that commercial real estate investment in the Bay Area continues to move despite broader market uncertainty.",
    "commentary": "📍 Fremont (Strong Buyer Activity)\n\nFremont's housing market is seeing strong buyer activity early in the year, with homes selling in a median of 21 days as inventory remains tight.\n\nLatest Real Estate News in the Bay Area:\n\nFremont is kicking off the year with solid momentum as buyers return to the market due to stabilizing rates, and pending sales are showing significant activity. In the commercial sector, Bloom Energy is doubling down on its Fremont presence by consolidating operations in the East Bay and exiting a 104,000 sq. ft. space on the Peninsula. Over in Santa Clara County, the market remains firmly in \"seller's market\" territory despite earlier economic concerns.\n\nLatest General News in the Bay Area:\n\nIn Milpitas, the community is bidding a fond farewell to Koong's, a beloved Chinese restaurant that officially closed after operating for more than four decades. Regionally, BART is warning of a massive budget crisis that could lead to the closure of 15 stations and slashed services without the approval of a voter-backed sales tax."
  },
  "sources": [
    "https://www.mortgagenewsdaily.com/",
    "https://news.theregistrysf.com/",
    "https://www.redfin.com/city/6671/CA/Fremont/housing-market",
    "https://milpitasbeat.com/category/headlines-2/",
    "https://www.cnbc.com/2026/02/19/wayfair-w-earnings-q4-2025.html",
    "https://www.cnn.com/2026/02/19/business/walmart-amazon-sales-companies",
    "https://tradingeconomics.com/",
    "https://www.reuters.com/world/us/us-weekly-jobless-claims-fall-more-than-expected-amid-labor-market-stability-2026-02-19/",
    "https://www.coindesk.com/policy/2026/02/19/latest-white-house-talks-on-stablecoin-yield-make-progress-with-banks-no-deal-yet"
  ]
}
